#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
Использовать словарь, содержащий следующие ключи: название пункта назначения; номер
поезда; время отправления. Написать программу, выполняющую следующие действия:
ввод с клавиатуры данных в список, состоящий из словарей заданной структуры; записи должны
быть упорядочены по номерам поездов;
вывод на экран информации о поезде, номер которого введен с клавиатуры; если таких поездов нет,
выдать на дисплей соответствующее сообщение.
"""
from packet.main import main

if __name__ == '__main__':
    main()
